Repository: Hieng-Phun/Coffee_Shop_App
Catalog: lib/l10n/app_*.arb
Languages: km

# welcomeMessage
source: Welcome!
km: សូមស្វាគមន៍!

# selectCoffeeTitle
source: Select your coffee
km: ជ្រើសរើសកាហ្វេរបស់អ្នក

# changeLanguageTitle
source: Change Language
km: ប្តូរភាសា

# languageEnglish
source: English
km: ភាសាអង់គ្លេស

# languageKhmer
source: Khmer
km: ភាសាខ្មែរ

# americanoName
source: Americano
km: អាមេរិកាណូ

# cappuccinoName
source: Cappuccino
km: កាប៉ូឆីណូ

# latteName
source: Latte
km: ឡាតេ

# flatWhiteName
source: Flat White
km: ហ្វ្លេត វ៉ៃត៍

# rafName
source: Raf
km: រ៉ាហ្វ

# espressoName
source: Espresso
km: អេសប្រេសសូ
